{
    "en": {
        "title": "PersonaAI: Discover Your Depths",
        "content": "Discover yourself with the AI-Persona Dynamics Test: a revolutionary AI-powered personality assessment. Uncover your deep within through a precise, 10-question analysis. It's a quick, insightful journey into the core of who you are."
    },
    "zh": {
        "title": "PersonaAI: 探索你的内心深处",
        "content": "通过 AI 人格动态测试发现自我，这是一款革命性的 AI 性格评估工具。通过 10 个问题精准分析，揭开你内心深处的秘密。这是一个快速、深刻的心灵之旅，让你深入了解自己的核心本质。"
    },
    "zh-CN": {
        "title": "PersonaAI: 探索你的内心深处",
        "content": "通过 AI 人格动态测试发现自我，这是一款革命性的 AI 性格评估工具。通过 10 个问题精准分析，揭开你内心深处的秘密。这是一个快速、深刻的心灵之旅，让你深入了解自己的核心本质。"
    },
    "zh-HK": {
        "title": "PersonaAI：探索你的內心深處",
        "content": "透過 AI 人格動態測試發現自我，這是一款革命性的 AI 性格評估工具。通過 10 個問題精準分析，揭開你內心深處的秘密。這是一個快速、深刻的心靈之旅，讓你深入了解自己的核心本質。"
    },
    "zh-TW": {
        "title": "PersonaAI：探索你的內心深處",
        "content": "透過 AI 人格動態測試發現自我，這是一款革命性的 AI 性格評估工具。通過 10 個問題精準分析，揭開你內心深處的秘密。這是一個快速、深刻的心靈之旅，讓你深入了解自己的核心本質。"
    },
    "ja": {
        "title": "PersonaAI: あなたの内面を探求する",
        "content": "AIパーソナリティ・ダイナミックテストによって、自己を発見しましょう。これは革命的なAIパーソナリティ評価ツールです。10の質問で精密に分析し、あなたの内なる秘密を明らかにします。これは迅速かつ深遠な心の旅であり、自分自身の核心を深く理解することができます。"
    },
    "es": {
        "title": "PersonaAI: Descubre tus profundidades",
        "content": "Descúbrete con la Prueba de Dinámica de IA-Persona: una evaluación revolucionaria de la personalidad impulsada por IA. Descubre lo más profundo de ti mismo a través de un análisis preciso de 10 preguntas. Es un viaje rápido e iluminador al núcleo de quién eres."
    },
    "de": {
        "title": "PersonaAI: Entdecken Sie Ihre Tiefe",
        "content": "Entdecken Sie sich selbst mit dem KI-Persona-Dynamiktest: eine revolutionäre KI-gestützte Persönlichkeitsbewertung. Entdecken Sie Ihr Innerstes durch eine präzise, 10-Fragen-Analyse. Es ist eine schnelle, aufschlussreiche Reise in den Kern dessen, wer Sie sind."
    },
    "fr": {
        "title": "PersonaAI : Découvrez vos profondeurs",
        "content": "Découvrez-vous avec le Test de Dynamique de l'IA-Persona : une évaluation révolutionnaire de la personnalité alimentée par l'IA. Dévoilez votre profondeur intérieure grâce à une analyse précise en 10 questions. C'est un voyage rapide et perspicace au cœur de qui vous êtes."
    },
    "ru": {
        "title": "PersonaAI: Откройте свои глубины",
        "content": "Откройте себя с помощью теста Persona Dynamics AI: революционного теста на личность, работающего на базе искусственного интеллекта. Раскройте свою глубину через точный анализ 10 вопросов. Это быстрое, проницательное путешествие в ядро вашего \"я\"."
    },
    "ko": {
        "title": "PersonaAI: 당신의 깊이를 발견하세요",
        "content": "AI-Persona Dynamics Test로 자신을 발견하세요: 혁신적인 AI 기반 인격 평가. 정확한 10개의 질문 분석을 통해 내면의 깊이를 발견하세요. 당신이 누구인지의 핵심으로의 빠르고 통찰력 있는 여정입니다."
    }
}